export const privacy = `أولاً: تعريفات المصطلحات
ثانيا: الطبيعة القانونية للشروط والأحكام والسياسات
ثالثا: الموافقة والأهلية القانونية
رابعا: الاتصالات
سابعًا: حقوق الملكية الفكرية
ثامنًا: التراخيص الممنوحة
تاسعا: إلغاء الاتفاق
عاشرا: القانون واجب التطبيق والمحاكم المختصة
الحادي عشر: الإشعارات
الثاني عشر: اللغة
الثالث عشر: مدة الطلب والإرجاع
------------------------------
أولاً: تعريفات المصطلحات
في هذه الاتفاقية، وما لم يقتضي السياق خلاف ذلك يكون للمصطلحات التالية المعاني المشار إليها.
"التطبيق" أو "انجز لي " أو "نحن" أو "ضمير المتكلم" أو "ضمير الملكية": يشير إلى تطبيق انجز لي.
"المستخدم" أو "أنت" أو "ضمير الملكية للمخاطب": يعني الشخص الذي يزور التطبيق، أو يستخدمه، أو يُسجل عضوية بالتطبيق،.
"المشترك" يشير إلى كل شخص أو مؤسسة أو شركة تقوم بطلب خدمة أو سلعة من الخدمات والسلع المعروضة عبر التطبيق.
"الخدمات" تشير إلى الخدمات التي نقدمها، إما على شكل منتجات، أو سلع، وغيرها من الخدمات.
"الاتفاقية" تشير إلى هذه الوثيقة وما تتضمنه من شروط وأحكام، وكذلك سياسة الخصوصية، وكافة سياسات تقديم الخدمات، وكافة الاتفاقيات والسياسات المكملة والمنفذة لاتفاقك معنا، بالإضافة لأي سياسة أخرى مضافة من طرفنا.
"ملحقات الاتفاقية" تتمثل في كافة أوصاف الخدمة التي يتم نشرها على الصفحة الرئيسية للتطبيق أو الصفحات الفرعية، وكذلك كافة العقود المكملة لهذه الاتفاقية، والتي تعد جزء لا يتجزأ من هذه الاتفاقية.
"أطراف الاتفاقية" يشير إلى كافة الأشخاص الذين يخضعون للشروط والأحكام المنصوص عليها في هذه الاتفاقية، بما تتضمنه من حقوق والتزامات.
ثانيا: الطبيعة القانونية للشروط والأحكام والسياسات
1. تعد هذه الاتفاقية وملحقاتها الاتفاق الكامل والنهائي بين التطبيق من ناحية، وأي شخص يقوم بزيارة التطبيق أو يستخدمه أو يستخدم أي من خصائصه أو ميزاته من ناحية أخرى.
2. تعد هذه الاتفاقية عقدًا صحيحًا مكتملاً الشروط والأركان القانونية، نافذًا في مواجهة جميع الأطراف المذكورة، وأحكامه والتزاماته ملزمة لهم جميعًا، ولا يجوز لأحد التحلل منها أو إنهائها طالما أنتجت آثارها القانونية.
3. يقر جميع الأطراف أن هذه الاتفاقية تشكل كامل الاتفاق بينهم، وقد اتفقوا على أنهم لم يعتمدوا على أي تأكيدات، شفوية كانت أم كتابية، في الموافقة على هذه الاتفاقية بخلاف الأحكام المبينة فيها.
4. يعد وصف الخدمات والصفحات الفرعية للموقع التي تم إعدادها من قِبل التطبيق جزء لا يتجزأ من هذه الاتفاقية.
5. تعتبر العقود المكملة لهذه الاتفاقية جزء لا يتجزأ منها، ويسري عليها ما يسري على هذه الاتفاقية من شروط وأحكام، وترتبط بهذه الاتفاقية ارتباطًا لا يقبل التجزئة وجودًا وعدمًا.
6. يكون للتعديلات الواردة على هذه الاتفاقية نفس الحكم والأثر القانوني لهذه الاتفاقية.
 
ثالثا: الموافقة والأهلية القانونية
تقر بأن لديك الأهلية القانونية اللازمة للإبرام والموافقة على هذه الاتفاقية، وأن لديك الصلاحيات القانونية الكاملة غير المقيدة طبقًا للشروط التالية:
1. يشترط في مُستخدِم تطبيق انجز لي أن يبلغ من العمر 18 عامًا فأكثر، فإذا لم تبلغ من العمر 18 عامًا فيجب عليك استخدام التطبيق أو شراء الخدمات الخاصة بنا عن طريق من ينوب عنك قانونًا.
2. مع عدم الإخلال بأي حقوق أخرى للتطبيق بموجب هذه الاتفاقية أو القانون، يحتفظ التطبيق بالحق في تقييد وصولك إليه أو إلغاء عضويتك إذا رأى أنك لم تبلغ سن 18 عامًا.
3. يشترط في من يستخدم التطبيق أن يتوافر فيه الأهلية القانونية اللازمة لإبرام العقود، وألا يكون مصاب بأي من عوارض أو موانع الأهلية، ونحن غير مسئولين عن التحقق من أهلية أيًا من مستخدمي التطبيق.
4. باستخدامك خدمات التطبيق فأنت توافق على هذه الاتفاقية، وتقر بأنك ملزمًا قانونًا بالشروط والأحكام المنصوص عليها في هذه الوثيقة أو تعديلاتها.
5. يعد استخدامك للتطبيق أو دخولك معنا في أي اتفاقية بمثابة توقيع إلكتروني على هذه الاتفاقية.
 
رابعا: الاتصالات
1. أنت توافق على تلقي الاتصالات منا، وسوف نتواصل معك عن طريق البريد الالكتروني أو رقم الجوال أو عن طريق نشر إشعارات عبر التطبيق أو من خلال خدمات التطبيق الأخرى.
2. أنت توافق على أن جميع الاتفاقات والإشعارات والإفصاحات وغيرها من الاتصالات التي نقدمها لك الكترونيًا تستوفي كافة الشروط القانونية كما لو كانت هذه الاتصالات خطية، وتقوم مقامها في إنتاج آثارها القانونية.
3. يتطلب التطبيق موافقتك أثناء عملية التسجيل على قيامنا بإرسال رسائل على بريدك الالكتروني أو هاتفك الجوال أو عبر الموقع لأغراض ترويجية، وذلك لإعلامك بأي تغييرات أو ميزات أو أنشطة جديدة تضاف إلى التطبيق.
4. إذا قررت في أي وقت أنك لا ترغب في تلقي رسائل ترويجية، يمكنك تعطيل تلقي هذه الرسائل عن طريق مراسلتنا، ولكن في هذه الحالة لا نضمن تمتعك بخدماتنا بشكل كامل.
5. أي إشعارات مطلوب تبليغها إلى التطبيق بمقتضى هذه الاتفاقية يجب أن يتم إرسالها عن طريق الخواص المتاحة من قِبلنا داخل التطبيق.
خامسا: حقوق الملكية الفكرية
1. التطبيق والأفكار المُعبَر عنها داخله، هي حقوق ملكية فكرية خالصة لنا، وأي تقليد أو اقتباس للتطبيق أو بعض خدماته (بما في ذلك الأفكار والنصوص والرموز والبرمجيات) يعد انتهاكًا لحقوق التأليف والنشر الخاصة بنا، وسنقوم معه باتخاذ كافة الإجراءات القانونية ضد مرتكب الانتهاكات المذكورة.
2. جميع المحتويات المضمنة أو المتاحة ضمن خدمات التطبيق مثل (النصوص والشعارات والصور والرسوم البيانية والتسجيلات الصوتية وأيقونات الأزرار والمحتويات الرقمية والمواد التي يتم إعادة تحميلها والبرمجيات وتجميع البيانات) هي ملك للتطبيق، وهي محمية من قِبل قوانين الدولة المحلية وقوانين حقوق التأليف والنشر الدولية.
3. تجميع كافة البيانات المدرجة في خدمات التطبيق أو إتاحتها من قِبل أيًا من خدماتنا هو ملك حصري وخاص بالتطبيق، ومحمية بموجب قوانين حقوق الطبع والنشر السعودية والدولية وكذلك محمية بموجب الاتفاقيات الدولية السارية، مثل اتفاقية برن، واتفاقية تربس.
سادسا: التراخيص الممنوحة
1. يمنحك التطبيق ترخيصًا محدودًا وغير حصري لاستخدام تطبيق" انجز لي"، ويحظر عليك التنازل عن هذا الترخيص إلى الغير.
2. لا يشمل هذا الترخيص إعادة بيع أو أي استخدام تجاري لأي من خدماتنا أو محتوياتها.
3. لا يشمل هذا الترخيص أي نسخ للمعلومات المتوفرة عن الحساب لصالح الغير، أو أي استخدام لوسائل استخراج البيانات أو أي استخدام لأدوات جمع واستخلاص البيانات المماثلة.
4. لا يجوز لك إعادة إنتاج أو عمل نسخة مطابقة لهذا التطبيق، أو نسخ أو بيع أو إعادة بيع أي جزء منه، أو استخدامه بصورة مغايرة في أغراض الاستغلال التجاري أو غير التجاري له دون الحصول على موافقة كتابية صريحة من التطبيق.
5. لا يجوز لك استخدام أي علامات وصفية أو أي "نص مخفي" آخر يستغل اسم التطبيق أو علاماته التجارية بدون موافقة كتابية صريحة من الموقع.
6. غير مرخص لك بأي شكل من الأشكال نشر أي روابط لمواقع أو تطبيقات أخرى عبر التطبيق أو من خلال أي خواص متاحة داخل التطبيق.
7. يجوز لك استخدام خدماتنا بالشكل المسموح به قانونًا فقط، ووفقًا لشروط هذه الاتفاقية.
8. لا يجوز لك إساءة استخدام خدماتنا بأي شكل من الأشكال.
9. تنتهي التراخيص الممنوحة من قِبلنا إذا لم تلتزم بشروط الاستخدام هذه أو أي شروط خدمة أخرى.
10. جميع الحقوق غير الممنوحة لك صراحة في شروط الاستخدام هذه أو أي شروط خدمة أخرى يحتفظ بها التطبيق.
سابعا: المسئولية القانونية لأطراف الاتفاقية
1. أنت توافق صراحة على أنك تستخدم التطبيق على مسئوليتك الشخصية.
2. أنت مسئولاً عن المحافظة على استخدام التطبيق بكل جدية ومصداقية وتكون ملزمًا بالتعويض عن أي خسائر أو أضرار  قد تلحق بالتطبيق نتيجة أي استخدام غير شرعي أو غير مفوض من قِبلنا.
3. أنت توافق على عدم استخدام التطبيق أو أي خدمة تقدم من خلاله بطريقة غير قانونية أو احتيالية أو معادية للمجتمع على النحو الذي نقدره.
4. أنت توافق على عدم إرسال أي رسائل تتسم بالتمييز العنصري أو تحتوي على سب وقذف أو ألفاظ نابية أو صور خليعة أو فاحشة، أو تتسم بوجه عام بأنها ذات "ذوق رديء".
5. في حالة مخالفة المستخدم لأي من شروط أو أحكام هذه الاتفاقية فيكون من حق التطبيق اتخاذ إجراء إداري فقط داخل التطبيق يتمثل في وقف العضوية لفترة من الزمن أو عمل حظر دائم للمستخدم المخالف، ولا يحق له في هذه الحالة التسجيل في التطبيق مرة أخرى إلا بموافقة صريحة من التطبيق.
6. أنت توافق على تعويض التطبيق وإبراء مسئوليته والدفاع عنه ضد كافة الدعاوى والمطالبات التي قد يرفعها أو يطالب بها الغير نتيجة استخدامك للتطبيق، أو بسبب قيامك بانتهاك هذه الشروط والبنود أو بالإخلال بحقوق المستخدمين الآخرين.
7. إذا قمت بانتهاك اتفاقية المستخدم هذه، فإن التطبيق يحتفظ بحقه في استعادة أية مبالغ مستحقة عليك، وأي خسائر أو أضرار تسببت فيها وللتطبيق الحق في اتخاذ الإجراءات القانونية أو اللجوء للمحاكم المختصة لرفع دعاوى مدنية أو جنائية ضدك.
8. التطبيق لا يضمن اتخاذه إجراءات ضد كل الانتهاكات التي قد تحدث لاتفاقية الاستخدام هذه، ولا يعني عدم اتخاذنا للإجراءات القانونية في أي من حالات الانتهاك تنازلاً عن حقنا في اتخاذ هذه الإجراءات في أي وقت نراه مناسبًا.
9. يجب عليك الالتزام بجميع القوانين واللوائح المعمول بها داخل الدولة التي تستخدم التطبيق من خلالها وذلك فيما يتعلق باستخدامك للتطبيق، وتتحمل كافة المسئوليات الناشئة في حالة إخلالك بهذه القوانين أو اللوائح، كما تلتزم بجميع الشروط والأحكام المنصوص عليها في هذه الاتفاقية.
10. أنت تقر بأنك سوف تقوم بإخطارنا في حالة وجود أي منشورات أو مواد أو معاملات يبدو أنها تنتهك اتفاقية الاستخدام.
 
ثامنا: التعديلات
1. يلتزم المستخدم بما يجريه الموقع من تغييرات وتعديلات في السياسات المطبقة وعليه قبول أيه تعديلات يراها التطبيق لازمة.
2. يجوز لنا في أي وقت إجراء أية تعديلات أو تحسينات نراها ضرورية على التطبيق لزيادة فاعليته، ويلتزم المستخدم بأية توجيهات أو تعليمات يقدمها التطبيق إليه في هذا الخصوص.
3. لا يجوز لك تغيير أي بنود من هذا الاتفاق أو تعديلها أو استبدالها بدون موافقة مكتوبة من التطبيق.
4. يجوز لنا تعديل أو تحديث هذه الشروط والأحكام "اتفاقية الاستخدام" الخاصة باستخدام التطبيق بدون إرسال إخطار إليك بذلك؛ لذا عليك مراجعة هذه الاتفاقية بشكل دوري.
5. أنت توافق على الالتزام بكافة الشروط والبنود الإضافية التي ستتاح لك والتي تتعلق باستخدام أي من الخدمات المتاحة عبر التطبيق، ويتم دمج هذه الشروط والبنود الإضافية إلى هذه الاتفاقية.
تاسعا: تحويل الحقوق والالتزامات
1. يحق للتطبيق تحويل كافة حقوقه الواردة في هذه الاتفاقية للغير دون أي اعتراض من المستخدم، ويلتزم الجميع بتنفيذ كافة التزاماتهم الواردة في هذه الاتفاقية قِبل المحال إليه فور إخطارهم بالحوالة، ويحق للمحال إليه اتخاذ كافة الإجراءات القانونية قِبل المتقاعس عن تنفيذ التزاماته بموجب هذه الاتفاقية.
2. لا يجوز لك التنازل عن التزاماتك وحقوقك بموجب هذه الاتفاقية، أو أن تعهد بإدارة حسابك بالتطبيق إلى طرف ثالث إلا بعد الحصول على موافقة خطية منا.
تاسعا: إلغاء الاتفاق
يعتبر الاتفاق مفسوخًا من تلقاء ذاته دون حاجة إلى أعذار أو اتخاذ إجراءات قضائية في أي من الحالات الآتية:
1. في حالة ثبوت قيامك بالإخلال بأي فقرة أو بند من بنود هذه الاتفاقية أعلاه، مع حفظ كافة حقوقنا في المطالبة بالتعويض عن الأضرار المترتبة على ذلك.
2. التنازل عن الحساب أو تأجيره من الباطن دون موافقتنا.
3. تقاعس المستخدم عن الوفاء بأية التزامات منصوص عليها في هذه الاتفاقية دون أن يتخذ إجراءات جدية لإزالة هذا الإخلال، مع الاحتفاظ بحقنا في المطالبة بالتعويضات إن كان لها محل.
4. عدم التمكن من توثيق أي معلومات قمت بتزويدنا بها.
5. إذا قررنا في أي وقت أن نشاطاتك قد تتسبب لك أو لمستخدمين آخرين في نزاعات قانونية.
6. توقف نشاط التطبيق، أو توقف نشاط المسئولين عن إدارة التطبيق.
عاشرا: القانون واجب التطبيق والمحاكم المختصة
1. يحكم هذه الاتفاقية القوانين المعمول بها والسارية المفعول داخل الدولة المحلية.
2. يختص القضاء داخل الدولة المحلية –محاكم المملكة العربية السعودية- بأي نزاع قد ينشأ عن تفسير أو تنفيذ أحكام هذه الاتفاقية.
3. في حال أصبح أي حكم من أحكام هذه الاتفاقية غير ساري أو غير قانوني أو غير قابل للتنفيذ، فان قانونية وقابلية تنفيذ الأحكام الأخرى لن تتأثر بأي طريقة كانت بذلك الحكم.
الحادي عشر: الإشعارات
1. أي إشعارات تود إرسالها للتطبيق يجب أن يتم إرسالها عبر الخواص المحددة داخل التطبيق، ولا يعتد بأي إشعارات يتم إرسالها خارج التطبيق.
2. أي إشعارات يود التطبيق إرسالها إليك، تكون إما عن طريق إعلانها على التطبيق أو عن طريق إرسالها إليك عبر رقم الجوال أو البريد الالكتروني الذي زودتنا بهم خلال عملية التسجيل، ويفترض علمك بالإشعار بمجرد الإعلان على التطبيق، أو بمجرد مرور 24 ساعة من وقت إرسال الرسالة إليك.
الثاني عشر: اللغة
1. يعتبر النص العربي لهذه الاتفاقية هو النص المعتمد لأغراض تفسير وتطبيق شروطها وأحكامها.
2. في حالة وجود تعارض بين النص العربي والنص المُترجم لهذه الاتفاقية، فمن المتفق عليه في هذه الحالة تطبيق ما جاء باللغة العربية.
الثالث عشر: مدة الطلب والإرجاع
1. من حق المستخدم للتطبيق الاستفسار عن الخدمة قبل الشراء.
2. نقوم بإنجاز طلب المستخدم" العميل" خلال مدة أقصاها أربعة أيام وفي غضون هذه الأيام الأربع لا يحق للعميل استرداد أمواله التي دفعها ، وإذا لم نقم بتقديم الخدمة بعد الأربعة أيام من حق العميل استردادها.
3. يكون إشعار إرسال العمل للمستخدم من خلال الرسائل الواردة في ملفه الشخصي على التطبيق وليس من خلال البريد الإلكتروني أو رسائل الجوال.`;

export const who = `
انجزلي اول موقع وتطبيق سعودي يهدف إلى تقديم الخدمات الدراسيه للمجتمع الباحث عن تلك الخدمات المهمه من بحوث ومقالات وتقارير دراسيه وعروض البوربوينت وخدمات الترجمه ، كما يهدف في الوقت ذاته إلى تقديم تلك الخدمات إلى المشتري بأسعار مناسبة بعيداً عن استغلال بعض الشركات والأفراد ، حيث يقوم انجزلي بتقديم الخدمات الدراسيه من بحوث ومقالات وتقارير وعروض البوربوينت وخدمات الترجمه مع ضمان كامل لحقوق كلا الطرفين، بحيث لايجد المشتري نفسه مضطراً للتنقل وإضاعة الوقت، حيث بات بالإمكان إنجاز العمل من خلال موقع وتطبيق إنجزلي بخطوات سهلة وبسيطة.

ويقوم الموقع بعرض الخدمات الدراسيه بأسلوب سهل وبسيط، وبأسعار تناسب العميل حيث يبدأ بإنجاز الخدمات للعميل بكل سهوله ويسر ، ويستخدم الموقع وسائل دفع آمنه لكافة العملاء لتسهيل عمليه الدفع لدينا.

موقع وتطبيق انجزلي تم اطلاقه في اغسطس 2020 ويطمح إلى التوسع مستقبلاً بكسب ثقة العملاء بحيث يصبح أول موقع وتطبيق للخدمات الدراسيه في الوطن العربي.

الهدف:

رضا العملاء وكسب ثقتهم وتقديم افضل خدمه في اسرع وقت بحيث يصبح موقع وتطبيق انجزلي الأول على مستوى الوطن العربي في انجاز الخدمات الدراسيه.

الرؤية:

تقديم خدمة مميزة للمستخدم والعميل مضمونة 100% تكفل له الإبداع والتميز وتحقيق أهدافه بما يخص التميز والتفوق الدراسي.

الرسالة:
التميز وتسهيل العمل والمرونة في الآداء والإنجاز وكسب ثقة العملاء اينما كانوا.

`;
